tap "anomalyco/tap"
tap "espressif/eim"
brew "asdf"
brew "aspell"
brew "chezmoi"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "croc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "libpq"
brew "mas"
brew "mole"
brew "ollama"
brew "postgresql@18"
brew "python@3.14"
brew "redis"
brew "scrcpy"
brew "starship"
brew "tmux"
brew "vips"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "espressif/eim/eim"
cask "bruno"
cask "coolterm"
cask "ghostty"
cask "google-chrome"
cask "orbstack"
cask "slack"
mas "Bitwarden", id: 1352778147
mas "DaVinci Resolve", id: 571213070
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFgear", id: 6469021132
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
