brew "git"
brew "chezmoi"
brew "mas"
brew "asdf"
brew "aspell"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "croc"
brew "gh"
brew "git-lfs"
brew "libpq"
brew "python@3.14"
brew "redis"
brew "tmux"
brew "vips"
brew "orbstack"
brew "starship"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "ghostty"
cask "google-chrome"
cask "bruno"
cask "slack"
